Repository: ebrahim969/sgr_unity
Catalog: lib/l10n/intl_*.arb
Languages: ar

source: Success
ar: نجح

source: warning
ar: !احذر

source: Edit
ar: تعديل

source: Delete
ar: حذف

# deletethisblog
source: You want to delete this blog?
ar: هل انت تريد مسح هذا البلوج؟

source: Welcome to
ar: مرحبا في

source: Email
ar: ايميل

source: Password
ar: كلمه المرور

source: SignIn
ar: تسجيل الدخول

source: Don't have an account?
ar: لا تمتلك حساب؟

source: SignUp
ar: انضم

source: Join to
ar: انضم الي

source: Full Name
ar: الاسم كامل

source: Already have an account?
ar: لديك حساب بالفعل؟

source: All
ar: الكل

source: Gis
ar: نظم المعلومات

source: Surveying
ar: المساحه

source: Remote Sensing
ar: الاستشعار

source: Add new blog
ar: اضافه بلوج جديد

source: Blog Title
ar: عنوان البلوج

source: Blog Content
ar: محتوي البلوج

source: Other Blogs From
ar: منشورات اخري من

source: Blog updated successfuly
ar: تم تحديث البلوج بنجاح

source: Update
ar: تحديث

source: You don't have change any thing!
ar: انت لم تغير اي شئ!

source: Saved Blogs
ar: البلوجات المحفوظه

source: is missing!
ar: نسيته!

source: Blog deleted successfully
ar: تم حذف البلوج بنجاح

# Somethingwentwrong
source: Something went wrong, please try later!
ar: حدث شئ خطأ ، حاول مجددا!

source: Select your image
ar: اختر الصور

source: Join to our unity
ar: انضم الي مجتمعنا

source: Skip
ar: تخطي

source: Explore
ar: تصفح

source: what are you looking for
ar: علي ماذا تريد البحث

source: Home
ar: الرئيسيه

source: Search
ar: بحث

source: Saved
ar: الحافظه

source: Profile
ar: الحساب

source: Edit your profile
ar: تعديل حسابك

source: min read
ar: دقايق قراءه

source: Change theme
ar: تغيير الشكل

source: Change Language
ar: تغيير اللغه

source: SignOut
ar: تسجيل الخروج

source: Cahnge your app theme
ar: تغيير شكل تطبيقك

source: Dark
ar: غامق

source: Light
ar: فاتح

source: Followers
ar: يتابعك

source: Following
ar: تتابع

source: Follow
ar: متابعه

source: Please confirm your email and SignIn
ar: من فضلك تأكيد الايميل ثم عتسجيل الدخول

source: Change your app language
ar: تغيير لغه تطبيقك

source: Arabic
ar: العربيه

source: English
ar: الانجليزيه
